Repository: jasonhutchens/shelvr
Catalog: www/locale/*/LC_MESSAGES/messages.po
Languages: pt_br, zh

source: Something went wrong behind the scenes. No worries, our engineers have been alerted!
pt_br: Alguma coisa correu mal nos bastidores. Não se preocupe, os nossos engenheiros têm alertado!
zh: 出了错幕后。不用担心，我们的工程师已经提醒！

source: Please don't hold it against us :(
pt_br: Por favor, não realizá-la contra nós :(

source: About
pt_br: Sobre
zh: 大约

source: Privacy
pt_br: Privacidade
zh: 隐私

source: Feedback
pt_br: Resposta
zh: 反馈

source: sort and show your stuff
pt_br: ordenar e mostrar as suas coisas
zh: 排序和查看您的内容

source: Sign Out
pt_br: Sair
zh: 登出

source: Hello, World
pt_br: Olá Mundo
zh: 哈罗，世界！

source: Fanglr started when Jack Casey and Jason Hutchens had some unanticipated time off from their day jobs.
pt_br: Fanglr começou quando Jack Casey e Jason Hutchens unanticipated tido algum tempo fora de seu dia empregos.

source: Fanglr is the best way to sort and show your stuff, and find new stuff that you'll *heart*.
pt_br: Fanglr é a melhor forma de ordenar e mostrar as suas coisas, e encontrar novas coisas que você *coração*.

source: We're brand spanking new, so please be gentle!
pt_br: Estamos a marca spanking novo, por isso, ser gentil!
zh: 我们新的品牌打屁股，所以请温柔！

source: Your login attempt failed for some reason.
pt_br: Seu login tentativa falhou por algum motivo.

source: This is not the page you're looking for. It is, in fact, a 404.
pt_br: Esta não é a página que você está procurando. É, na verdade, um 404.
zh: 这不是该网页您正在寻找。它实际上是404 。

source: Privacy Policy
pt_br: Política de Privacidade
zh: 隐私权政策

source: Fanglr does not store your email address; we just use it when you sign in to generate your avatar.
pt_br: Fanglr não armazena o seu e-mail, mas apenas usá-lo quando você faz login em gerar o seu avatar.
zh: Fanglr不会存储您的电子邮件地址;我们只是用它当您登录到生成您的化身。

source: Fanglr is not a nasty-pasty; we will never do anything naughty with the information we do store (which is your username and your stuff).
pt_br: Fanglr não é um sórdido-pastosa; nunca iremos fazer nada danado com a informação que fazemos loja (que é o seu nome de usuário e as suas coisas).

source: Fanglr promises to always let you easily delete your information from our servers.
pt_br: Fanglr promete sempre deixá-lo facilmente apagar os seus dados de nossos servidores.
zh: Fanglr承诺总是让你轻松删除您的信息从我们的服务器上。

source: Oh, Snap!
zh: 噢，捕捉！

source: Blog
zh: 博客

source: Register / Sign In
zh: 注册/登陆
